<?php

return [
    'title' => 'Статистика игроков',
    'description' => 'На этой странице, Вы можете посмотреть глобальную статистику игроков',
    'module_description' => 'Этот модуль выводит статистику игроков с сервера',
    'server_not_found' => 'Сервер не найден',
    'params_empty' => 'Некоторые параметры пусты',
    'admin' => [
        'title' => 'Модуль статистики',
    ],
    'profile' => [
        'no_info' => 'Информации нет 😢',
        'user' => 'Статистика игрока - :name',
        'head' => 'Статистика',
        'value' => 'Очки',
        'kills' => 'Убийства',
        'deaths' => 'Смерти',
        'shoots' => 'Выстрелы',
        'experience' => 'Опыт',
        'score' => 'Очков',
        'hits' => 'Попадания',
        'headshots' => 'Хедшоты',
        'assists' => 'Помощь',
        'round_win' => 'Победы в раундах',
        'round_lose' => 'Поражения в раундах',
    ],
    'name' => 'Имя',
    'rank' => 'Звание',
    'score' => 'Очков',
    'kills' => 'Убийств',
    'deaths' => 'Смертей',
    'last_active' => 'Последняя активность',
    'experience' => 'Опыт',
    'choose_server' => "Выберите сервер"
];