<?php

return [
    'title' => 'Статистика игроков',
    'description' => 'На этой странице, Вы можете посмотреть глобальную статистику игроков',
    'server_not_found' => 'Сервер не найден',
    'params_empty' => 'Некоторые параметры пусты',
    'admin' => [
        'title' => 'Модуль статистики',
        'setting_description' => 'Тут Вы можете настроить привязку статистики к каждому серверу',
        'add' => 'Добавить связь',
        'dbname' => 'Название БД',
        'dbname_desc' => 'Эта БД будет использоваться для отображения статистики',
        'server' => 'Привязанный сервер',
        'add_description' => 'На этой странице Вы можете добавить новую связь между сервером и БД',
        'mod' => 'Драйвер',
        'mod_desc' => 'Выберите драйвер, который будет использоваться для показа статистики',
        'server_label' => 'Сервер',
        'edit_title' => 'Изменение связи',
        'edit_description' => 'На этой странице Вы можете изменить связь у конкретного сервера'
    ],
    'profile' => [
        'no_info' => 'Информации нет 😢',
        'user' => 'Статистика игрока - :name',
        'head' => 'Статистика',
        'value' => 'Очки',
        'kills' => 'Убийства',
        'deaths' => 'Смерти',
        'shoots' => 'Выстрелы',
        'hits' => 'Попадания',
        'headshots' => 'Хедшоты',
        'assists' => 'Помощь',
        'round_win' => 'Победы в раундах',
        'round_lose' => 'Поражения в раундах',
    ]
];